 [{
         "bookId": 25,
         "title": "The Garden of Evening Mists",
         "cover": "https://images-eu.bookshop.org/images/9781838850685.jpg?height=500&v=v4",
         "description": "In the highlands of Malaya, a woman sets out to build a memorial to her sister, killed at the hands of the Japanese during the brutal Occupation of their country. Yun Ling's quest leads her to The Garden of Evening Mists, and to Aritomo, a man of extraordinary skill and reputation, once the gardener of the Emperor of Japan. When she accepts his offer to become his apprentice, she begins a journey into her past, inextricably linked with the secrets of her troubled country's history.",
         "price": 11,
         "author": "Tan Twan Eng"
     },
     {
         "bookId": 26,
         "title": "The Secret Scripture: A BBC2 'Between the Covers' Booker Gem 2021",
         "cover": "https://images-eu.bookshop.org/images/9780571323951.jpg?height=500&v=v4",
         "description": "Nearing her one-hundredth birthday, Roseanne McNulty faces an uncertain future, as the Roscommon Regional Mental hospital where she's spent the best part of her adult life prepares for closure. Over the weeks leading up to this upheaval, she talks often with her psychiatrist Dr Grene, and their relationship intensifies and complicates. Told through their respective journals, the story that emerges is at once shocking and deeply beautiful. Refracted through the haze of memory and retelling, Roseanne's story becomes an alternative, secret history of Ireland's changing character and the story of a life blighted by terrible mistreatment and ignorance, and yet marked still by love and passion and hope.",
         "price": 6,
         "author": "Sebastian Barry"
     },
     {
         "bookId": 27,
         "title": "The Bookshop",
         "cover": "https://images-eu.bookshop.org/images/9780008263027.jpg?height=500&v=v4",
         "description": "Shortlisted for the Booker Prize. In a small East Anglian town, Florence Green decides, against polite but ruthless local opposition, to open a bookshop. Hardborough becomes a battleground. Florence has tried to change the way things have always been done, and as a result, she has to take on not only the people who have made themselves important, but natural and even supernatural forces too. Her fate will strike a chord with anyone who knows that life has treated them with less than justice.",
         "price": 9,
         "author": "Penelope Fizgerald"

     },
     {
         "bookId": 28,
         "title": "Good Behaviour",
         "cover": "https://images-eu.bookshop.org/images/9781844083244.jpg?height=500&v=v4-e4fb5dc2db737842ad2b7539345000e6",
         "description": "Behind the gates of Temple Alice, the aristocratic Anglo-Irish St Charles family sinks into a state of decaying grace. To Aroon St Charles, large and unlovely daughter of the house, the fierce forces of sex, money, jealousy and love seem locked out by the ritual patterns of good behaviour. But crumbling codes of conduct cannot hope to save the members of the St Charles family from their own unruly and inadmissible desires. This elegant and allusive novel established Molly Keane as the natural successor to Jean Rhys.",
         "price": 15,
         "author": "Molly Keane"
     },
     {
         "bookId": 29,
         "title": "Exit West: A BBC 2 Between the Covers Book Club Pick - Booker Prize Gems",
         "cover": "https://images-eu.bookshop.org/images/9780241979068.jpg?height=500&v=v4-c910bd6f51fa5d2048619ac4d0012dac",
         "description": "*Coming soon as a major Netflix film - produced by Michelle and Barack Obama and starring Riz Ahmed*. 'One of the year's most significant literary works' The New York Times. 'A masterpiece' Michael Chabon. 'Addictively readable and brilliantly written. Fantastic' Mail on Sunday",
         "price": 7,
         "author": "Mohsin Hamid"
     },
     {
         "bookId": 30,
         "title": "Persepolis I & II",
         "cover": "https://images-eu.bookshop.org/images/9780099523994.jpg?height=500&v=v4-597314527ae0f72e146b51f87462b170",
         "description": "The intelligent and outspoken child of radical Marxists, and the great-grandaughter of Iran's last emperor, Satrapi bears witness to a childhood uniquely entwined with the history of her country. Persepolis paints an unforgettable portrait of daily life in Iran and of the bewildering contradictions between home life and public life. This is a beautiful and intimate story full of tragedy and humour - raw, honest and incredibly illuminating.",
         "price": 12,
         "author": "Marjane Sartrapi"
     },
     {
         "bookId": 31,
         "title": "And the Ocean Was Our Sky",
         "cover": "https://images-eu.bookshop.org/images/9781406385861.jpg?height=500&v=v4",
         "description": "The whales of Bathsheba's pod live for the hunt. Led by the formidable Captain Alexandra, they fight a never-ending war against men. Then the whales attack a man ship, and instead of easy prey they find the trail of a myth, a monster, perhaps the devil himself... With their relentless Captain leading the chase, they embark on the final hunt, one that will forever change the worlds of whales and men.",
         "price": 11,
         "author": "Patrict Ness"
     },
     {
         "bookId": 32,
         "title": "Pumpkinheads",
         "cover": "https://images-eu.bookshop.org/images/9781529008630.jpg?height=500&v=v4",
         "description": "Bestselling author Rainbow Rowell and Eisner Award-winning artist Faith Erin Hicks have teamed up to create Pumpkinheads : a smart and swoony Rainbow Rowell romance in full colour graphic novel form, about two teens discovering what it means to leave behind a place - and a person - with no regrets.",
         "price": 6,
         "author": "Faith Erin Hicks"
     },
     {
         "bookId": 33,
         "title": "How to Have Feminist Sex: A Fairly Graphic Guide",
         "cover": "https://images-eu.bookshop.org/images/9780241391563.jpg?height=500&v=v4-2658590a569271502078267b23c9c47b",
         "description": "We talk about feminism in the workplace and we talk about dating after #MeToo, but women's own patriarchal conditioning can be the hardest enemy to defeat. When it comes to our sex lives, few of us are free of niggling fears and body image insecurities. Rather than enjoying and exploring our bodies uninhibited, we worry about our bikini lines, bulging tummies and whether we're doing it 'right'.",
         "price": 18,
         "author": "Ho Pery"
     },
     {
         "bookId": 34,
         "title": "The Handmaid's Tale: The Graphic Novel",
         "cover": "https://images-eu.bookshop.org/images/9780224101936.jpg?height=500&v=v4-9cb52bff4045b21e363c2c82f7974cc7",
         "description": "Provocative, startling, prophetic, and more relevant than ever, The Handmaid's Tale has become a global phenomenon. Now, in this stunning graphic novel edition of Margaret Atwood's modern classic, the terrifying reality of Gilead is brought to vivid life like never before.",
         "price": 8,
         "author": "Margaret Atwood"
     },
     {
         "bookId": 35,
         "title": "Eat Or We Both Starve",
         "cover": "https://images-eu.bookshop.org/images/9781800170704.jpg?height=500&v=v4-790d2bce0a71bb532c64394e662e007d",
         "description": "Shortlisted for the Costa Poetry Award 2021. Shortlisted for the T.S. Eliot Prize 2021. An Irish Times Best Poetry Books of 2021. A Telegraph Best New Poetry Books for Christmas 2021.",
         "price": 27,
         "author": "Victoria Kennefick"
     },
     {
         "bookId": 36,
         "title": "Fifty Words for Snow",
         "cover": "https://images-eu.bookshop.org/images/9781783966035.jpg?height=500&v=v4-d6ffa47a77d6b5116808b87ed57ebe10",
         "description": "Waterstones Non fiction Book of the Month November 2021. 'A delightful compendium that brings together language, culture and adventure through frozen landscapes as it shares the meanings behind 50 words for snow, gathered from around the globe.' The Herald",
         "price": 25,
         "author": "Nancy Campell"
     },
     {
         "bookId": 37,
         "title": "Drama",
         "cover": "https://images-eu.bookshop.org/images/9780545326995.jpg?height=500&v=v4",
         "description": "Callie loves theater. And while she would totally try out for her middle school's production of Moon Over Mississippi, she's a terrible singer. Instead she's the set designer for the stage crew, and this year she's determined to create a set worthy of Broadway on a middle-school budget. But how can she, when she doesn't know much about carpentry, ticket sales are down, and the crew members are having trouble working together? Not to mention the onstage AND offstage drama that occurs once the actors are chosen, and when two cute brothers enter the picture, things get even crazier! Following the success of SMILE, Raina Telgemeier brings us another graphic novel featuring a diverse set of characters that humorously explores friendship, crushes, and all-around drama!",
         "price": 14,
         "author": "Raina Telgermeier"
     },
     {
         "bookId": 38,
         "title": "Heartstopper Volume One",
         "cover": "https://images-eu.bookshop.org/images/9781444951387.jpg?height=500&v=v4",
         "description": "Charlie and Nick are at the same school, but they've never met ... until one day when they're made to sit together. They quickly become friends, and soon Charlie is falling hard for Nick, even though he doesn't think he has a chance. But love works in surprising ways, and Nick is more interested in Charlie than either of them realised. By Alice Oseman, winner of the YA Book Prize, Heartstopper is about love, friendship, loyalty and mental illness. It encompasses all the small stories of Nick and Charlie's lives that together make up something larger, which speaks to all of us.",
         "price": 16,
         "author": "Alice Oseman"
     },
     {
         "bookId": 39,
         "title": "The Oxford Companion to Spirits and Cocktails",
         "cover": "https://images-eu.bookshop.org/images/9780199311132.jpg?height=500&v=v4",
         "description": "Anthropologists and historians have confirmed the central role alcohol has played in nearly every society since the dawn of human civilization, but it is only recently that it has been the subject of serious scholarly inquiry. The Oxford Companion to Spirits and Cocktails is the first major reference work to cover the subject from a global perspective, and provides an authoritative, enlightening, and entertaining overview of this third branch of the alcohol family. It will stand alongside the bestselling Companions to Wine and Beer, presenting an in-depth exploration of the world of spirits and cocktails in a groundbreaking synthesis. The Companion covers drinks, processes, and techniques from around the world as well as those in the US and Europe. It provides clear explanations of the different ways that spirits are produced, including fermentation, distillation, and ageing, alongside a wealth of new detail on the emergence of cocktails and cocktail bars, including entries on key cocktails and influential mixologists and cocktail bars. With entries ranging from Manhattan and mixology to sloe gin and stills, the Companion combines coverage of the range of spirit-based drinks around the world with clear explanations of production processes, and the history and culture of their consumption. It is the ultimate guide to understanding what is in your glass.",
         "price": 41,
         "author": "David Wondrich & Noah RothBaum"
     },
     {
         "bookId": 40,
         "title": "The Horde: How the Mongols Changed the World",
         "cover": "https://images-eu.bookshop.org/images/9780674244214.jpg?height=500&v=v4",
         "description": "The Mongols are widely known for one thing: conquest. In the first comprehensive history of the Horde, the western portion of the Mongol empire that arose after the death of Chinggis Khan, Marie Favereau shows that the accomplishments of the Mongols extended far beyond war. For three hundred years, the Horde was no less a force in global development than Rome had been. It left behind a profound legacy in Europe, Russia, Central Asia, and the Middle East, palpable to this day.",
         "price": 11,
         "author": "Marie Favereau"
     },
     {
         "bookId": 41,
         "title": "Earthshot: How to Save Our Planet",
         "cover": "https://images-eu.bookshop.org/images/9781529388626.jpg?height=500&v=v4",
         "description": "The Earthshot concept is simple: Urgency + Optimism = Action . We have ten years to turn the tide on the environmental crisis, but we need the world's best solutions and one shared goal - to save our planet.",
         "price": 36,
         "author": "Colin Butfield & Johnie Hughes"
     },
     {
         "bookId": 42,
         "title": "Consumed: The need for collective change; colonialism, climate change & consumerism",
         "cover": "https://images-eu.bookshop.org/images/9781914240041.jpg?height=500&v=v4",
         "description": "T'This powerful, speaking-truth-to-power book is an essential read for everybody who wants to stop feeling clueless and helpless about the impacts of cosumerism, and start doing their part to help create a more sustainable world.' - Layla Saad",
         "price": 6,
         "author": "Aja Barber"
     },
     {
         "bookId": 43,
         "title": "No One Is Talking About This: Shortlisted for the Booker Prize 2021 and the Women's Prize for Fiction 2021",
         "cover": "https://images-eu.bookshop.org/images/9781526629760.jpg?height=500&v=v4-bfa220efb9db591f276a5c6b01eb4fb6",
         "description": "It's about living in world that contains both an abundance of proof that there is goodness, empathy, and justice in the universe, and a deluge of evidence to the contrary. Irreverent and sincere, poignant and delightfully profane, No One Is Talking About This is a meditation on love, language and human connection from one of the most original voices of our time.",
         "price": 5,
         "author": "Patricia Lockwood"
     },
     {
         "bookId": 44,
         "title": "London In Lockdown",
         "cover": "https://images-eu.bookshop.org/images/9781910566961.jpg?height=500&v=v4",
         "description": "It's about living in world with no hope.",
         "price": 20,
         "author": "Hoxton Mini Press"
     },
     {
         "bookId": 45,
         "title": "Crossroads: A Novel",
         "cover": "https://images-eu.bookshop.org/images/9781526629760.jpg?height=500&v=v4-bfa220efb9db591f276a5c6b01eb4fb6",
         "description": "'Crossroads is the spiritual successor to The Corrections . . . It is a testament to Franzen's authorial habits of empathy, his curiosity about the lives of others, his efforts in a land of cliche to add twists to easy assumptions, that you are likely to find yourself caring about how things turn out for each of the Hildebrandts equally ' Observer",
         "price": 18,
         "author": "Jonathan Franzen"
     },
     {
         "bookId": 46,
         "title": "The Hating Game",
         "cover": "https://images-eu.bookshop.org/images/9780349414263.jpg?height=500&v=v4",
         "description": "Not dislike. Not begrudgingly tolerate. HATE. Lucy can't understand Joshua's joyless, uptight approach to his job and refusal to smile. Joshua is clearly baffled by Lucy's overly bright clothes, quirkiness, and desire to be liked.",
         "price": 8,
         "author": "Sally Thorne"
     },
     {
         "bookId": 47,
         "title": "Sally on the Rocks",
         "cover": "https://images-eu.bookshop.org/images/9780712353045.jpg?height=500&v=v4",
         "description": "When her bohemian life in Paris falls flat at the beginning of the First World War, Sally Lunton returns to the care of her guardian in Little Crampton to find a husband. With some encouragement from the local busybody, she makes a play for Mr Bingley, the bank manager, although she has a rival in Mrs Dalton, a widow with a young daughter to raise. These two ladies form a quiet alliance, recognising that the prize isn't really worth fighting over but respecting the other's pursuit of financial security. Sally aims to win but is distracted by her unsettling emotions for a soldier tortured by his experience at the Front. This entertaining novel is full of acute and humorous observations of male and female attitudes to love and marriage. Sally is a spirited heroine, who is determined to settle into a comfortable life now that she is in her early thirties. But in securing her future, Sally must also face her past.",
         "price": 23,
         "author": "Winifred Boggs"
     },
     {
         "bookId": 48,
         "title": "Beauty and the Beast ",
         "cover": "https://images-eu.bookshop.org/images/9781787417366.jpg?height=500&v=v4-987f9600c5926cc63c822d5b772b3fd1",
         "description": "A retelling of Disney Beauty and the Beast with stunning development art from the original Disney Studio artists. Collect the whole Animated Classics series! Disney Beauty and the Beast is one of the best-loved films of all time and has been a family favourite for thirty years.",
         "price": 25,
         "author": "Sally Morgan"
     }
 ]